/* info window version */
"<version> (needs update)" = "<version> (skal opdateres)";

/* info window version */
"<version> (up to date)" = "<version> (ajour)";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Der blev fundet en enkelt iPod, men den skal være aktiv på skrivebordet, før denne handling kan bruges.";

/* menu item */
"About iPod Updater" = "Om iPod-opdatering";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alle data på iPod vil blive slettet.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Der skete en fejl. Der kan være åbne arkiver på iPod.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Der er tilsluttet en iPod, men den er ikke aktiv på skrivebordet.";

/* error message */
"An unexpected error occurred." = "Der opstod en uventet fejl.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Er du sikker på, at du vil tilbagekopiere softwaren til iPod?";

/* text next to lock when unlocking */
"Authenticating..." = "Godkender...";

/* info window label */
"Capacity:" = "Kapacitet:";

/* text next to lock when locked */
"Click the lock to make changes." = "Klik på låsen for at foretage ændringer.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klik på låsen for at forhindre flere ændringer.";

/* menu item */
"Close Window" = "Luk vindue";

/* menu item */
"Copy" = "Kopier";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Kunne ikke finde et SysInfo-arkiv på iPod-disken.";

/* error message */
"Could not find updater library." = "Kunne ikke finde opdateringsbiblioteket.";

/* menu item */
"Cut" = "Klip";

/* progress message */
"Done restoring iPod software" = "Software på iPod er tilbagekopieret";

/* progress message */
"Done updating iPod software" = "Software på iPod er opdateret";

/* menu title */
"Edit" = "Rediger";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Hvis du slutter, mens en handling er i gang, kan det være nødvendigt at tilbagekopiere software til iPod senere.";

/* main window title */
"iPod Software <version> Updater" = "iPod-softwareopdatering <version>";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod-software version <version>";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod-softwareopdatering til Windows <version>";

/* error message */
"More than one iPod is attached." = "Der er tilsluttet mere end en iPod.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Der er tilsluttet mere end en iPod. Tilslut kun en iPod ad gangen ved opdatering.";

/* info window label */
"Name:" = "Navn:";

/* error message */
"No iPod is attached." = "Der er ikke tilsluttet nogen iPod.";

/* button for main window */
"Nothing" = "Ingenting";

/* menu title */
"Options" = "Indstillinger";

/* error message */
"Out of memory." = "Ikke mere hukommelse.";

/* menu item */
"Paste" = "Sæt ind";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Tilslut kun en iPod ad gangen ved opdatering.";

/* main window message */
"Plug in an iPod to update it." = "Tilslut en iPod for at opdatere den.";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "Slut";

/* confirmation dialog title */
"Quit " = "Slut ";

/* confirmation message */
"Quit while this operation is in progress?" = "Slut, mens handlingen er i gang?";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Nulstil iPod til fabriksindstillingerne i Windows.  \rAl musik og alle data slettes.";

/* button for main window */
"Restore" = "Tilbagekopier";

/* confirmation dialog title */
"Restore " = "Tilbagekopier ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Når du tilbagekopierer, slettes iPod, og fabriksindstillingerne anvendes. Musik og andre data slettes.";

/* menu item */
"Restore iPod" = "Tilbagekopier iPod";

/* progress message */
"Restoring iPod software" = "Tilbagekopierer software til iPod";

/* info window label */
"Serial Number:" = "Serienummer:";

/* info window label */
"Software Version:" = "Softwareversion:";

/* button in progress sheet */
"Stop" = "Stop";

/* main window message */
"The attached iPod does not have proper software on it." = "Der er ikke korrekt software på den tilsluttede iPod.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "iPod kan ikke skubbes ud, fordi den er i brug. Luk evt. åbne arkiver på iPod, og prøv igen.";

/* error message */
"The iPod disk does not have the correct structure." = "iPod-disken har ikke den korrekte struktur.";

/* error message */
"The iPod is not mounted." = "iPod er ikke aktiv.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Programmet iPod-opdatering er muligvis beskadiget.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod-opdatering kræver CarbonLib 1.4 eller en nyere version.";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod-opdatering kræver Mac OS X.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS-fejlkoden var <error>.";

/* error message */
"The updater does not have a firmware image." = "Opdateringen indeholder ikke et firmwarebillede.";

/* error message */
"The updater does not have a volume image." = "Opdateringen indeholder ikke et enhedsbillede.";

/* button for main window */
"Update" = "Opdater";

/* menu item */
"Update iPod" = "Opdater iPod";

/* message for main window */
"Update puts the latest system software on your iPod." = "Opdateringen anbringer den nyeste System-software på iPod.";

/* progress message */
"Updating iPod software" = "Opdaterer software på iPod";

/* about window app version line */
"Version <version>" = "Version <version>";

/* Close Window command key */
"W" = "W";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Den originale software på iPod er blevet tilbagekopieret, og iPod starter igen. Lad iPod være tilsluttet, og vent, til tilbagekopieringen er afsluttet.";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Den originale software på iPod er blevet tilbagekopieret. Skub iPod ud, og afmonter og tilslut den igen, så tilbagekopieringen kan afsluttes.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Den originale software på iPod er blevet tilbagekopieret. Afmonter og tilslut iPod igen, så tilbagekopieringen kan afsluttes.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod er blevet opdateret til version <version> og starter igen. Lad iPod være tilsluttet, og vent, til opdateringen er afsluttet.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod er blevet opdateret til version <version>. Skub iPod ud, og afmonter og tilslut den igen, så opdateringen kan afsluttes.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod er blevet opdateret til version <version>. Afmonter og tilslut iPod igen, så opdateringen kan afsluttes.";

